# Formulae
brew "jq"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "poetry"
brew "pyenv"
brew "pre-commit"
brew "git"
brew "z"
brew "gh"
brew "pinentry"
brew "tflint"
brew "conftest"
brew "coreutils"
brew "golang"
brew "kafka"
brew "openssl"
brew "awscli"
brew "xmlstarlet"
brew "jless"
brew "gradle"
brew "jd"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "k9s"
brew "mackup"

# Casks
cask "gpg-suite"
cask "beekeeper-studio"
cask "caffeine"
cask "tomighty"
cask "google-cloud-sdk"
cask "zoom"
cask "xmind-zen"
cask "postman"
cask "obsidian"
